Repository: W2N-git/PhotoPicker
Catalog: PhotoPicker/*.lproj/ImagePickerLocalization.strings
Languages: ru

# choose_photo_source_title
source: Chouse source
ru: Выберите источник фото

# photo_source_button_title_Camera
source: Camera
ru: Фотокамера

# photo_source_button_title_PhotoLibrary
source: Photo library
ru: Медиатека

# photo_source_button_title_SavedPhotosAlbum
source: Saved photos album
ru: Сохраненные фотографии

# cancel_button_title
source: Cancel
ru: Отмена

# permission_restricted_title_Camera
source: You have no access to camera, possibly due to active restrictions such as parental controls being in place.
ru: У вас нет доступа к камере, возможно из-за настроек родительского доступа.

# permission_restricted_title_PhotoLibrary
source: You have no access to photo library, possibly due to active restrictions such as parental controls being in place.
ru: У вас нет доступа к медиатеке, возможно из-за настроек родительского доступа.

# permission_restricted_title_SavedPhotosAlbum
source: You have no access to saved photos album, possibly due to active restrictions such as parental controls being in place.
ru: У вас нет доступа к сохраненным фотографиям, возможно из-за настроек родительского доступа.

# go_to_settings_title_Camera
source: You should enable camera in settings
ru: Доступ к камере был отключен. Вы можете перейти в приложение "Настройки" и включить его.

# go_to_settings_title_PhotoLibrary
source: You should enable photo library in settings
ru: Доступ к медиатеке был отключен. Вы можете перейти в приложение "Настройки" и включить его.

# go_to_settings_title_SavedPhotosAlbum
source: You should enable photo library in settings
ru: Доступ к сохраненным фотографиям был отключен. Вы можете перейти в приложение "Настройки" и включить его.

# go_to_settings_message
source: Warning. As you change this authorization status in "Settings" current application will be relaunched.
ru: Внимание. После смены настроек доступа приложение будет перезапущено.

# go_to_settings_button_title
source: Open Settings
ru: Открыть настройки

# no_access_to_photo_title
source: You have no access to any kind of photo sources
ru: У вас нет доступа ни к одному источнику фотографий

# no_access_to_photo_message
source: Check that Camera is working.
ru: Проверьте работоспособность камеры.
